{
    "NichtVerstanden": "Häää? Probiers nochmal.",
    "InfoImmer": "Wusstest du schon? \nWenn du nicht mehr weiterweißt, kannst du mit „Hilfe“ um Unterstützung bitten.",
    "InfoTeilnehmer": "Mit „Ändern“ kannst du deine Angaben nochmals überarbeiten.",
    "InfoWichtel": "Mit „Anonym meinem Wichtelpaten schreiben“ kannst du deinem Wichtelpaten schreiben. \nUnd mit „Anonym meinem Wichtelkind schreiben“ kannst du, naja, deinem Wichtelkind schreiben... aber sei vorsichtig! Es weiß nicht, wer du bist und das sollte auch so bleiben. \nEin „Paket ist unterwegs“ lässt mich und dein Wichtelkind wissen, dass eines unterwegs ist. Aber halte die Sendungsnummer bereit! \nSchreibe einfach „Paket empfangen“, wenn du ein Paket erhalten hast.",
    "Kontaktaufnahme": "Hallo!\nSchön, dass du am 8ter Wichteln teilnehmen willst!\nSchreibe „registrieren“, um den Anmeldevorgang zu starten.",
    "Registriert": "Okay, los gehts!\nDu kannst den Registrierungsvorgang jederzeit unterbrechen und einfach zu einem späteren Zeitpunkt weitermachen.",
    "Regeln": "Infos vorab:\n\nBitte beachte: Wenn du deinen Wichtel analog bewichtelst, erhälst du sowohl den Klarnamen als auch eine Adresse. Bitte bedenke, dass dies Informationen sind, die nichts auf dem Discord zu suchen haben und gehe daher sensibel damit um.\n\nAuf dem Achterdiscord wird es dieses Mal drei verschiedene Kanäle für das Wichteln geben. Einen reinen Infokanal, in dem das Orgateam schreibt, einen spoilerfreien für Nachfragen und einen Hibbelkanal für Vorfreude, Fotos, Spekulationen etc.\nSo kann jede_r das Wichteln so genießen wie er_sie das möchte.\n\nAlles klar? Dann schreibe „ja“ um fortzufahren.",
    "AnalogDigitalSelbst": "Möchtest **du selbst** lieber digital oder analog bewichtelt **werden**, oder lässt du dich gerne überraschen?\nDu hast die Wahl zwischen „analog“, „digital“ und „beides“.\nBitte beachte: Wählst du „beides“, erfährst du erst, sobald ein Paket oder eine E-Mail ankommt, wofür sich dein Wichtel entschieden hat.\n\nAchtung: Wählst du „analog“ oder „beides“, musst du im nächsten Schritt deinen Klarnamen und deine Adresse angeben. Diese muss zudem innerhalb Deutschlands, Österreichs, der Schweiz oder Luxemburgs liegen. Möchtest du in einem anderen EU-Land analog bewichtelt werden, melde dich bitte beim Orgateam, bevor du hier fortfährst. In den übrigen Teil der Welt (und im Weltraum) kann aufgrund der ansonsten unverhältnismäßigen Versandkosten nur digital bewichtelt werden.",
    "AnalogDigitalWichtel": "Möchtest du **dein Wichtelkind** lieber digital (zum Beispiel via Steam oder E-Mail) oder analog (ein echtes Päckchen per Post **bewichteln**?\nDu hast die Wahl zwischen „analog“, „digital“ und „beides“ als Antwort.",
    "Anschrift": "Bitte gib nun deinen Klarnamen und eine belieferbare Adresse ein (eine Packstation ist ebenfalls möglich).",
    "Land": "In welchem Land befindet sich diese Adresse?\nMöglich sind „Deutschland“, „Österreich“, „Schweiz“ oder „Luxemburg“.",
    "Steam": "Um digital bewichtelt werden zu können, gib bitte nun eine E-Mailadresse an.\nZusätzlich kannst du auch dein Steamprofil oder eine andere Plattform, über die du beschenkt werden möchtest, hier angeben.",
    "International": "Wärest du bereit, Achten in anderen Ländern als deinem eigenen zu bewichteln?\nPakete international zu verschicken ist mitunter recht teuer. Um eine Orientierung zu bieten, hier eine kleine Liste, mit wie viel Versandkosten für ein Paket in etwa gerechnet werden muss:\nInnerhalb Deutschlands: 4-6 Euro\nVon Deutschland ins EU-Ausland: 14-16 Euro\nVon Deutschland in die Schweiz: 27 Euro\n\nWenn das für dich okay ist, schreibe bitte „ja“. Sollte dir das zu viel werden, schreibe bitte „nein“ und ich werde das bei der Auslosung berücksichtigen.",
    "Wunschliste": "Worüber freust du dich?\nDu kannst hier einen kleinen Text schreiben, was dir so gefällt oder ganz konkret eine Steam- oder Amazonwunschliste verlinken. Alles ist erlaubt, was deinem Wichtel dabei hilft, sich ein Bild zu machen, womit er dir eine Freude bereiten könnte.\n\nZusätzlich erhälst du später noch die Möglichkeit, Dinge auszuschließen, die du nicht magst und etwas ganz allgemein über dich zu erzählen.",
    "Allergien": "Hast du irgendwelche Allergien oder Unverträglichkeiten? Gerade bei Süßigkeiten in analogen Geschenken ist das wichtig zu wissen.",
    "AusschlussGeschenk": "Möchtest du irgendetwas auf gar keinen Fall und unter keinen Umständen bekommen?",
    "AusschlussWichtel": "Du möchtest irgendjemandem lieber nichts schenken, zum Beispiel, weil ihr eh gut befreundet seid? Dann darfst du hier bis zu drei Personen (bitte den Discordnamen) nennen, die dir nicht mehr zugelost werden können. Wenn du niemanden ausschließen möchtest, schreibe einfach „-“.\n\nUnabhängig hiervon werde ich versuchen, dir kein Wichtelkind zuzulosen, das du schon einmal bewichtelt hast.",
    "Freitext": "Im Folgenden hast du 2000 Zeichen Platz, um noch ganz viel über dich zu erzählen, deine Hobbys, deine Pläne zur Weltherrschaft, oder was auch immer du deinem Wichtel noch mitteilen möchtest.",
    "Teilnehmer": "Herzlichen Glückwunsch, du hast dich erfolgreich zum Wichteln „Weihnachten 2019“ registriert.\nToll!\n\nWas nun? Nun wird gewartet, bis der Anmeldeschluss kommt. Dann wird gelost, und du bekommst hier alle Informationen zu deinem Wichtel.\n\nDu hast einen Fehler gemacht oder etwas vergessen? Kein Problem, mit „ändern“ kannst du deine Angaben bis zum Anmeldeschluss jederzeit überarbeiten.\n\nFrohes Hibbeln bis zum Auslosetag!",
    "ÄnderungBestätigen": "Bist du sicher, dass du deine Angaben ändern möchtest?",
    "ÄnderungAbgebrochen": "Okay, alles bleibt beim Alten!",
    "ÄnderungStarten": "Dann fangen wir mal an!",
    "AlteDaten": "Dies findet sich aktuell dazu in meiner Datenbank:",
    "Hilfe": "Keine Sorge! Hilfe ist unterwegs! (So schnell sie kann...)",
    "HilfeOrgainformation": "@here Der Wichtel [[NUTZERNAME]] ([[NUTZERTAG]]) bittet um Hilfe.",
    "Wichtelstatus": "**Wichtelstatus** \nGesamtzahl: [[GESAMT]] \nTeilnehmer: [[TEILNEHMER]]",
    "ModerationInfo": "Befehle: \n(Befehl und Parameter werden durch Absätze getrennt.) \n\n`!Info`: Zeigt diese Befehlsübersicht an. \n`!Wichtelstatus`: Gibt Informationen über den aktuellen Status des Wichtelns aus. \n`!NachrichtAnKanal <Nachricht>`: Sendet <Nachricht> an den öffentlichen Wichtelkanal. \n`!NachrichtAnNutzer <Nutzername> <Nachricht>`: Sendet <Nachricht> an <Nutzername>. \n`!NachrichtAnAlleNutzer <Nachricht>`: Sendet <Nachricht> an alle Nutzer, die dem Bot für das aktuelle Wichteln bekannt sind. \n`!NachrichtAnAlleTeilnehmer <Nachricht>`: Sendet <Nachricht> an alle Nutzer, die den Registrierungsprozess abgeschlossen haben und damit als „Teilnehmer“ gelistet sind. \n`!NachrichtAnAlleAusstehenden <Nachricht>`: Sendet <Nachricht> an alle Nutzer, die den Registrierungsprozess derzeit nicht vollständig abgeschlossen haben. \n`!NachrichtAnAlleSpätenWichtel <Nachricht>`: Sendet <Nachricht> an alle Wichtelpaten, die ihr Paket bisher noch nicht abgeschickt haben. \n`!LöscheNachricht <ID>`: Löscht eine Discordnachricht des Bots anhand der Nachrichten-ID <ID> (experimentell). \n`!AnmeldephaseBeenden`: Beendet die Anmeldephase, sodass keine Neuanmeldeungen mehr möglich sind. Teilnehmer werden zu Wartenden. \n`!ZiehungAusführen`: Führt die Ziehung der Wichtel aus. \n`!SteamnamenAuflisten`: Listet die Steamnamen aller Nutzer auf, die digital bewichtelt werden möchten. \n`!SteckbriefeVerteilen`: Verteilt die Steckbriefe ihrer Lospartner an alle Wichtel. \n\nPlatzhalter: \n(Einsetzbar in Texten an Nutzer.) \n\n`[[NUTZERNAME]]`: Der Discordname desjenigen Nutzers, der eine Nachricht erhält.",
    "ParameteranzahlUngenügend": "die Anzahl der Parameter ist ungenügend.",
    "NutzernameNichtGefunden": "der Nutzername wurde nicht gefunden.",
    "SendenErfolgreich": "das Senden der Nachricht war erfolgreich. \nAnzahl Empfänger: [[ANZAHL]]",
    "AnmeldephaseBeendenErfolgreich": "das Beenden der Anmeldephase war erfolgreich. Alle Teilnehmer sind nun Wartende. \nAnzahl Wartender: [[ANZAHL]]",
    "AnmeldephaseBeendenFehlgeschlagen": "beim Beenden der Anmeldephase ist ein Fehler aufgetreten.",
    "ZiehungAusgeführt": "das Ziehen der Wichtel wurde erfolgreich ausgeführt.",
    "ZiehungFehlgeschlagen": "bei der Ziehung ist ein Fehler aufgetreten!",
    "Steckbrief": {
        "Text": "Hallo [[NUTZERNAME]], \n\ndie Auslosung ist vorüber! Dein Wichtel ist [[WICHTELNAME]]! \n\nDies ist sein Steckbrief: \n\n**Bewichtelungsart:** \n[[ANALOGDIGITAL]] \n\n[[GESCHENKZIEL]] \n\n**Wunschliste:** \n[[WUNSCHLISTE]] [[ALLERGIENTEXT]] \n\n**Unerwünscht:** \n[[UNERWÜNSCHT]] \n\n**Freitext:** \n[[FREITEXT]]",
        "Anschrift": "**Anschrift:** \n[[ANSCHRIFT]] \n([[LAND]])",
        "Steam": "**Steamname:** \n[[STEAM]]",
        "Allergien": "\n\n**Allergien:** \n[[ALLERGIEN]]"
    },
    "SteckbriefeGesendet": "Alle Steckbriefe erfolgreich gesendet. \nAnzahl Empfänger: [[ANZAHL]]",
    "GutenMorgen": "Guten Morgen, [[NUTZERNAME]]!",
    "GutenTag": "Guten Tag, [[NUTZERNAME]]!",
    "Hallo": "Hallööö, [[NUTZERNAME]]!",
    "GuteNacht": "Schlaf schön, [[NUTZERNAME]]!",
    "Sternenrose": "Vielen Dank, Sterni! :)",
    "Schweinchen": "Oink! Oink! :pig: :cookie:",
    "Vielleicht": "Ein Vielleicht gibts nicht! Die Weltherrschaft braucht eindeutige Ergebnisse!",
    "AnmeldephaseBeendet": "die Anmeldephase ist leider bereits vorbei. Aber keine Sorge: Das nächste Wischtöööln kommt bestimmt!",
    "NachrichtAnWichtelpaten": "Was möchtest du deinem Wichtelpaten schreiben? \nDenke daran, dies ist nur für wirklich wichtige Anmerkungen und Korrekturen gedacht, nicht für Pläuschchen! \n\n...\nIm Ernst! Ich bekomme das mit!",
    "NachrichtAnWichtelkind": "Was möchtest du deinem Wichtelkind schreiben? \nBitte denke daran, dass dein Wichtelkind nicht weiß, wer du bist und das auch so bleiben sollte. Es wäre nicht schön, wenn die Überraschung vor dem Wichtelstream ruiniert würde! \nSchreibe ihm also bitte **nur**, wenn es **wirklich** nicht anders geht. Und wenn, dann halte dich kurz, denn schon dein Schreibstil könnte dich andernfalls schnell verraten!",
    "NachrichtVonWichtelpaten": "Du hast eine Nachricht deines Wichtelpatens:",
    "NachrichtVonWichtelkind": "Du hast eine Nachricht deines Wichtelkindes:",
    "StillePostGesendet": "Ich reiche deine stille Post weiter... hoffentlich kann ich mir all das fehlerfrei merken...",
    "PaketGesendetNummer": "Super! Wie lautet die Sendungsnummer des Pakets, damit dein Wichtelkind verfolgen kann, wann es ankommt? \nSolltest du keine haben, schreibe einfach „-“.",
    "PaketGesendetDatum": "An welchem Tag hast du das Paket abgeschickt? Ich brauche das Datum im Format „Tag.Monat.Jahr“, als Beispiel heute: [[DATUM]]",
    "PaketEmpfangenDatum": "Sehr schön! An welchem Tag hast du das Paket empfangen? Ich brauche das Datum im Format „Tag.Monat.Jahr“, als Beispiel heute: [[DATUM]]",
    "PaketGesendetBenachrichtigung": "Hallo! \nDein Wichtelpate hat sein Paket auf Reisen geschickt. Dich sollte also bald eines erreichen!",
    "PaketGesendetSendungsnummer": "\nDie Sendungsnummer des Pakets lautet: [[SENDUNGSNUMMER]]",
    "PaketGesendetVollständig": "Danke!",
    "PaketEmpfangenBenachrichtigung": "Hallo! \nIch wollte dir nur mitteilen: Dein Geschenk ist sicher beim Wichtelkind angekommen!",
    "PaketEmpfangenVollständig": "Danke!"
}