{
    "NichtVerstanden": "Häää? Probiers nochmal.",
    "InfoImmer": "Wusstest du schon? \nWenn du nicht mehr weiterweißt, kannst du mit „Hilfe“ um Unterstützung bitten.",
    "InfoTeilnehmer": "Mit „Ändern“ kannst du deine Angaben nochmals überarbeiten.",
    "InfoWichtel": "Mit „Anonym meinem Wichtelpaten schreiben“ kannst du deinem Wichtelpaten schreiben. \nUnd mit „Anonym meinem Wichtelkind schreiben“ kannst du, naja, deinem Wichtelkind schreiben... aber sei vorsichtig! Es weiß nicht, wer du bist und das sollte auch so bleiben. \nEin „Paket ist unterwegs“ lässt mich und dein Wichtelkind wissen, dass eines unterwegs ist. Aber halte die Sendungsnummer bereit! \nDchreibe einfach „Paket empfangen“, wenn du ein Paket erhalten hast.",
    "Kontaktaufnahme": "Hallo! \nSchön, dass du am 8ter Wischtöööln teilnehmen willst! \nSchreibe „registrieren“, um dich anzumelden. \nIch werde dich durch den Anmeldevorgang begleiten.",
    "Registriert": "Glückwunsch! Du bist dabei, beim WeihnachtsWISCHTÖÖÖLN der atemberaubenden 8!",
    "Regeln": "Wir haben einige Regeln zum Wichteln, damit dieses am Ende für alle 8 eine tolle Erfahrung ist! \nZum einen: Wenn du deinen Wichtel analog bewichtelst, erhälst du sowohl den Klarnamen als auch eine Adresse. Bitte bedenke, dass dies Informationen sind, die nichts auf dem Discord zu suchen haben und gehe sensibel damit um. \nUnd ganz wichtig: Damit es für jeden dieses Mal bis zum Schluss eine Überraschung bleibt, wer von wem bewichtelt wird, haben wir ein paar Discordregeln \nJa, die Vorfreude, dass du dein Paket abgeschickt hast, ist sicher groß. Doch bitte behalte diese Information für dich. Denn wenn du schreibst „Hurra, gerade Paket zur Post gebracht“ wissen schon mal alle, die schon ein Paket haben, dass es nicht von dir sein kann. Und alle, die drei Tage später noch kein Paket erhalten haben, können dich auch als Wichtel ausschließen. \nJa, ein Paket zu bekommen ist wahnsinnig aufregend. Doch auch das behalte bitte für dich, aus den oben aufgeführten Gründen. Ebenso sind einige mittlerweile Meister im „am Paketdesign den Absender erkennen“ und auch das wäre doch schade. \nFotos eurer Pakete sind gerne gesehen – am Vormittag des Auspacktages. \n\nAlso noch einmal: \n1) Achte die Privatsphäre deines Wichtels. \n2) KEINE Info im Discord, ob du ein Paket verschickt hast \n3) KEINE Info im Discord, ob du ein Paket bekommen hast \n4) KEINE Fotos vor dem Wichteltag \n5) Es ist ein geheimes Wichteln. Bitte verrate nicht, wen du bewichtelst (logisch, oder?). \n\nDie Regeln findest du okay und möchtest immer noch gerne mitmachen? Dann schreibe „ja“ und wir legen los!",
    "AnalogDigitalSelbst": "Möchtest **du selbst** digital (zum Beispiel via Steam) oder analog (so richtig per Post) bewichtelt werden? Wenn es dir egal ist und du dich gerne überraschen lässt, ist das auch ok. \nAchtung: Wählst du „analog“ oder „beides“ benötige ich im nächsten Schritt eine Adresse von dir (damit der Postbote auch weiß wohin mit dem Premiumcontent). \nDu hast die Wahl zwischen „analog“, „digital“ und „beides“.",
    "AnalogDigitalWichtel": "Möchtest du **deinen Wichtel** lieber digital (zum Beispiel via Steam) oder analog (ein echtes Päckchen, so richtig per Post und so…) bewichteln? Wenn es dir egal ist und du an beidem Spaß hast, ist das auch ok. \nDu hast die Wahl zwischen „analog“, „digital“ und „beides“ als Antwort.",
    "Anschrift": "Ich habe es ja schon angedroht: Jetzt brauche ich deine vollständige Adresse (Name, Straße, Hausnummer, Ort, PLZ) von dir. \nDie Angabe einer Packstation ist ebenfalls möglich. \n\nÜberlege kurz, ob du Weihnachten vielleicht nicht zu Hause verbringst.",
    "Land": "In welchem Land befindet sich diese Adresse? \nMöglich sind „Deutschland“, „Österreich“, „Schweiz“ und „Luxemburg“. Die Teilnahme aus anderen Ländern ist im Moment noch nicht möglich (aber mit Voranschreiten der Weltherrschaft wird sich das sicher bald ändern!)",
    "Steam": "Für das ultimative digitale Bewichteling brauche ich nun noch deinen Steamnamen. Wie heißt du denn dort? \nAchtung: Die Liste aller Steamnamen wird nach der Auslosung mit allen Wichteln geteilt, um so das Austauschen von Freundschaftsanfragen zu ermöglichen, sodass niemand sofort sieht, wer sein Wichtel ist. Wenn du das nicht möchtest, schreibe einfach „-“. Das heißt aber auch, dass dir dein Wichtel nichts wird über Steam schenken können.",
    "International": "Wäre es für dich in Ordnung, Pakete auch international (d.h. zwischen Deutschland, Österreich, der Schweiz und Luxemburg) zu verschicken? \nWarum frage ich das? Weil die Versandkosten international teilweise sehr hoch sind. Natürlich soll jede*r, der/die gerne analog bewichtelt werden möchte, am Ende ein Paket in Händen halten. Genauso wäre es aber schade, wenn jemand nicht mitwichteln kann, weil der internationale Versand im Dezember vielleicht einfach zu viel ist. \nÜberlege also kurz, ob es für dich machbar wäre, neben den ~15€ Richtwert für das Geschenk noch einmal genau so viel (oder bei Päckchen über 2kg ggf. auch mehr) für Porto zu zahlen. \nWenn ja, supi, antworte „ja“. \nWenn das für dich im Moment gerade nicht machbar ist, auch kein Problem, antworte einfach „nein“",
    "Wunschliste": "Worüber freust du dich? \nDu kannst einen kleinen Text schreiben, was dir so gefällt, oder ganz konkret eine Steam- oder Amazonwunschliste verlinken. Alles, was deinem Wichtel hilft sich ein Bild zu machen, womit er dir eine Freude bereitet, ist erlaubt.",
    "Allergien": "Hast du irgendwelche Allergien oder Unverträglichkeiten? Dann besser jetzt hier aufzählen! Nicht, dass du beim Auspacken Pusteln bekommst…",
    "AusschlussGeschenk": "Möchtest du irgendetwas auf gar keinen Fall und unter keinen Umständen bekommen? Dann verrate das jetzt, und nichts kann mehr schiefgehen.",
    "AusschlussWichtel": "Du möchtest irgendjemandem lieber nichts schenken, zum Beispiel, weil ihr eh gut befreundet seid, und das ja totaaal langweilig wäre? Dann darfst du hier bis zu drei Personen (bitte den Discordnamen) nennen, die dir nicht mehr zugelost werden können. Wenn du niemanden ausschließen möchtest, schreibe einfach „-“.",
    "Freitext": "Im Folgenden hast du 2000 Zeichen Platz, um noch ganz viel über dich, deine Hobbys, deine Pläne zur Weltherrschaft, oder was immer du deinem Wichtel noch mitteilen möchtest, zu erzählen. \nMehr lässt Discord leider nicht zu, aber ganz ehrlich, wir wollen diese Registrierung ja auch heute noch fertig bekommen. ^^",
    "Teilnehmer": "Yippieh! Du bist nun dabei, so ganz richtig, offiziell und Premium. \nToll! \n\nWas nun? Nun wird gewartet, bis der Anmeldeschluss kommt. Dann wird gelost, und du bekommst von mir alle Informationen zu deinem Wichtel. \n\nDu hast einen Fehler gemacht oder etwas vergessen? Kein Problem, mit „Ändern“ kannst du deine Angaben bis zum Anmeldeschluss jederzeit überarbeiten. \n\nFrohes Hibbeln bis zum Auslosetag am 15. November!",
    "ÄnderungBestätigen": "Bist du sicher, dass du deine Angaben ändern möchtest?",
    "ÄnderungAbgebrochen": "Okay, alles bleibt beim Alten!",
    "ÄnderungStarten": "Dann fangen wir mal an!",
    "AlteDaten": "Dies findet sich aktuell dazu in meiner Datenbank:",
    "Hilfe": "Keine Sorge! Hilfe ist unterwegs! (So schnell sie kann...)",
    "HilfeOrgainformation": "@here Der Wichtel [[NUTZERNAME]] ([[NUTZERTAG]]) bittet um Hilfe.",
    "Wichtelstatus": "**Wichtelstatus** \nGesamtzahl: [[GESAMT]] \nTeilnehmer: [[TEILNEHMER]]",
    "ModerationInfo": "Befehle: \n(Befehl und Parameter werden durch Absätze getrennt.) \n\n`!Info`: Zeigt diese Befehlsübersicht an. \n`!Wichtelstatus`: Gibt Informationen über den aktuellen Status des Wichtelns aus. \n`!NachrichtAnKanal <Nachricht>`: Sendet <Nachricht> an den öffentlichen Wichtelkanal. \n`!NachrichtAnNutzer <Nutzername> <Nachricht>`: Sendet <Nachricht> an <Nutzername>. \n`!NachrichtAnAlleNutzer <Nachricht>`: Sendet <Nachricht> an alle Nutzer, die dem Bot für das aktuelle Wichteln bekannt sind. \n`!NachrichtAnAlleTeilnehmer <Nachricht>`: Sendet <Nachricht> an alle Nutzer, die den Registrierungsprozess abgeschlossen haben und damit als „Teilnehmer“ gelistet sind. \n`!NachrichtAnAlleAusstehenden <Nachricht>`: Sendet <Nachricht> an alle Nutzer, die den Registrierungsprozess derzeit nicht vollständig abgeschlossen haben. \n`!LöscheNachricht <ID>`: Löscht eine Discordnachricht des Bots anhand der Nachrichten-ID <ID> (experimentell). \n`!AnmeldephaseBeenden`: Beendet die Anmeldephase, sodass keine Neuanmeldeungen mehr möglich sind. Teilnehmer werden zu Wartenden. \n`!ZiehungAusführen`: Führt die Ziehung der Wichtel aus. \n`!SteamnamenAuflisten`: Listet die Steamnamen aller Nutzer auf, die digital bewichtelt werden möchten. \n`!SteckbriefeVerteilen`: Verteilt die Steckbriefe ihrer Lospartner an alle Wichtel. \n\nPlatzhalter: \n(Einsetzbar in Texten an Nutzer.) \n\n`[[NUTZERNAME]]`: Der Discordname desjenigen Nutzers, der eine Nachricht erhält.",
    "ParameteranzahlUngenügend": "die Anzahl der Parameter ist ungenügend.",
    "NutzernameNichtGefunden": "der Nutzername wurde nicht gefunden.",
    "SendenErfolgreich": "das Senden der Nachricht war erfolgreich. \nAnzahl Empfänger: [[ANZAHL]]",
    "AnmeldephaseBeendenErfolgreich": "das Beenden der Anmeldephase war erfolgreich. Alle Teilnehmer sind nun Wartende. \nAnzahl Wartender: [[ANZAHL]]",
    "AnmeldephaseBeendenFehlgeschlagen": "beim Beenden der Anmeldephase ist ein Fehler aufgetreten.",
    "ZiehungAusgeführt": "das Ziehen der Wichtel wurde erfolgreich ausgeführt.",
    "ZiehungFehlgeschlagen": "bei der Ziehung ist ein Fehler aufgetreten!",
    "Steckbrief": {
        "Text": "Hallo [[NUTZERNAME]], \n\ndie Auslosung ist vorüber! Dein Wichtel ist [[WICHTELNAME]]! \n\nDies ist sein Steckbrief: \n\n**Bewichtelungsart:** \n[[ANALOGDIGITAL]] \n\n[[GESCHENKZIEL]] \n\n**Wunschliste:** \n[[WUNSCHLISTE]] [[ALLERGIENTEXT]] \n\n**Unerwünscht:** \n[[UNERWÜNSCHT]] \n\n**Freitext:** \n[[FREITEXT]]",
        "Anschrift": "**Anschrift:** \n[[ANSCHRIFT]] \n([[LAND]])",
        "Steam": "**Steamname:** \n[[STEAM]]",
        "Allergien": "\n\n**Allergien:** \n[[ALLERGIEN]]"
    },
    "SteckbriefeGesendet": "Alle Steckbriefe erfolgreich gesendet. \nAnzahl Empfänger: [[ANZAHL]]",
    "GutenMorgen": "Guten Morgen, [[NUTZERNAME]]!",
    "GutenTag": "Guten Tag, [[NUTZERNAME]]!",
    "Hallo": "Hallööö, [[NUTZERNAME]]!",
    "GuteNacht": "Schlaf schön, [[NUTZERNAME]]!",
    "Sternenrose": "Vielen Dank, Sterni! :)",
    "Vielleicht": "Ein Vielleicht gibts nicht! Die Weltherrschaft braucht eindeutige Ergebnisse!",
    "AnmeldephaseBeendet": "die Anmeldephase ist leider bereits vorbei. Aber keine Sorge: Das nächste Wischtöööln kommt bestimmt!",
    "NachrichtAnWichtelpaten": "Was möchtest du deinem Wichtelpaten schreiben? \nDenke daran, dies ist nur für wirklich wichtige Anmerkungen und Korrekturen gedacht, nicht für Pläuschchen! \n\n...\nIm Ernst! Ich bekomme das mit!",
    "NachrichtAnWichtelkind": "Was möchtest du deinem Wichtelkind schreiben? \nBitte denke daran, dass dein Wichtelkind nicht weiß, wer du bist und das auch so bleiben sollte. Es wäre nicht schön, wenn die Überraschung vor dem Wichtelstream ruiniert würde! \nSchreibe ihm also bitte **nur**, wenn es **wirklich** nicht anders geht. Und wenn, dann halte dich kurz, denn schon dein Schreibstil könnte dich andernfalls schnell verraten!",
    "NachrichtVonWichtelpaten": "Du hast eine Nachricht deines Wichtelpatens:",
    "NachrichtVonWichtelkind": "Du hast eine Nachricht deines Wichtelkindes:",
    "StillePostGesendet": "Ich reiche deine stille Post weiter... hoffentlich kann ich mir all das fehlerfrei merken...",
    "PaketGesendetNummer": "Super! Wie lautet die Sendungsnummer des Pakets, damit dein Wichtelkind verfolgen kann, wann es ankommt? \nSolltest du keine haben, schreibe einfach „-“.",
    "PaketGesendetDatum": "An welchem Tag hast du das Paket abgeschickt? Ich brauche das Datum im Format „Tag.Monat.Jahr“, als Beispiel heute: [[DATUM]]",
    "PaketEmpfangenDatum": "Sehr schön! An welchem Tag hast du das Paket empfangen? Ich brauche das Datum im Format „Tag.Monat.Jahr“, als Beispiel heute: [[DATUM]]",
    "PaketGesendetBenachrichtigung": "Hallo! \nDein Wichtelpate hat sein Paket auf Reisen geschickt. Dich sollte also bald eines erreichen!",
    "PaketGesendetSendungsnummer": "\nDie Sendungsnummer des Pakets lautet: [[SENDUNGSNUMMER]]",
    "PaketGesendetVollständig": "Danke!",
    "PaketEmpfangenVollständig": "Danke!"
}