{
    "becameMember": "Herzlichen Glückwunsch, du hast dich erfolgreich zum Wichteln „{var.currentEventName}“ registriert.\nToll!\n\nWas nun? Nun wird gewartet, bis der Anmeldeschluss kommt. Dann wird gelost und du bekommst hier alle Informationen zu deinem Wichtel.\n\nDu hast einen Fehler gemacht oder etwas vergessen? Kein Problem, mit „ändern“ kannst du deine Angaben bis zum Anmeldeschluss jederzeit überarbeiten. (Achte allerdings darauf, dass alle Änderungen bis Registrierungsschluss abgeschlossen sein müssen, sonst bist du nicht registriert!)\n\nFrohes Hibbeln bis zum Auslosetag!",
    "changedInformation": "Angaben erfolgreich geändert. Du kannst jederzeit mittels „ändern“ die Angaben erneut anpassen.",
    "commandInfo": "\"{command.name}\": {command.info}",
    "confirmDeregistration": "Bist du sicher, dass du dich vom Wichteln abmelden möchtest?",
    "contactingFailedResponse": "Ich konnte dich nicht erreichen, {contact.nickname}. Hast du Direktnachrichten von Servermitgliedern erlaubt?",
    "contactingTooEarly": "Die Anmeldephase beginnt erst am {date.day}.{date.month}.{date.year} um {date.hour}:{date.minute} Uhr.",
    "contactingRegistration": "Hallo, {contact.nickname}!\nSchön, dass du am 8ter Wichteln teilnehmen willst!\nSchreibe „registrieren“, um den Anmeldevorgang zu starten.",
    "contactingResponse": "Hohoho, {contact.nickname}, ich habe dir geschrieben!",
    "contactingAlreadyRegistered": "Hallo, {contact.nickname}!\nDu hast dich bereits für das Wichteln registriert.",
    "contactingTooLate": "Die Anmeldephase ist leider vorbei. Aber das nächste Wichteln kommt bestimmt!",
    "contactingWhileRegistration": "Du registrierst dich doch gerade!",
    "countrySelectPlaceholder": "Land auswählen",
    "deregistration": "Schade, {contact.nickname}! Ich hab dich vom Wichteln abgemeldet. Wenn du wieder mitmachen möchtest, schreibe „registrieren“.",
    "deregistrationCancelled": "Puh, nochmal Glück gehabt! Schön dass du dabei bleibst!",
    "goodAfternoon": "Guten Tag, {contact.nickname}!",
    "goodMorning": "Guten Morgen, {contact.nickname}!",
    "goodNight": "Schlaf schön, {contact.nickname}!",
    "hello": "Hallööö, {contact.nickname}!",
    "helpText": "Folgende Befehle stehen dir derzeit zur Verfügung:\n{help.commandInfo}",
    "informationAddress": "Bitte gib nun deinen Klarnamen und eine belieferbare Adresse ein (eine Packstation ist ebenfalls möglich).",
    "informationAllergies": "Hast du irgendwelche Allergien oder Unverträglichkeiten? Gerade bei Süßigkeiten in analogen Geschenken ist das wichtig zu wissen.",
    "informationCountry": "In welchem Land befindet sich diese Adresse?\nWähle eines aus der Liste aus.",
    "informationDigitalAddress": "Um digital bewichtelt werden zu können, brauche ich eine „digitale Adresse“ von dir, also ein Steamprofil oder das einer anderen Plattform, eine E-Mailadresse oder ähnliches, über das du digital beschenkt werden möchtest. Du kannst gerne mehrere Profile oder Adressen angeben.\n\nAchtung: Die Steamprofile werden nach dem Auslosen allen Wichteln mitgeteilt, damit sich jeder miteinander befreunden kann. Steam erlaubt es nur Freunden, einander Geschenke zu machen. Durch das gegenseitige Befreunden wird verhindert, dass der eigene Wichtelpate vorzeitig erraten werden kann. Wenn du das nicht möchtest, gib kein Steamprofil an oder schreibe in Klammern dahinter, dass du kein Austauschen mit allen Wichteln wünschst.",
    "informationFreeText": "Im Folgenden hast du 2000 Zeichen Platz, um noch ganz viel über dich zu erzählen, deine Hobbys, deine Pläne zur Weltherrschaft, oder was auch immer du deinem Wichtel noch mitteilen möchtest.",
    "informationGiftExclusion": "Möchtest du irgendetwas auf gar keinen Fall und unter keinen Umständen bekommen?",
    "informationGiftTypeAsGiver": "Möchtest du **dein Wichtelkind** lieber digital (zum Beispiel via Steam oder E-Mail) oder analog (ein echtes Päckchen per Post) **bewichteln**?\nDu hast die Wahl zwischen „analog“, „digital“ und „beides“ als Antwort.",
    "informationGiftTypeAsTaker": "Möchtest **du selbst** lieber digital oder analog bewichtelt **werden**, oder lässt du dich gerne überraschen?\nDu hast die Wahl zwischen „analog“, „digital“ und „beides“.\nBitte beachte: Wählst du „beides“, erfährst du erst, sobald ein Paket oder eine E-Mail ankommt, wofür sich dein Wichtel entschieden hat.\n\nAchtung: Wählst du „analog“ oder „beides“, musst du im nächsten Schritt deinen Klarnamen und deine Adresse angeben. Diese muss zudem innerhalb Deutschlands, Österreichs, der Schweiz oder Luxemburgs liegen. Möchtest du in einem anderen EU-Land analog bewichtelt werden, melde dich bitte beim Orgateam, bevor du hier fortfährst. Im übrigen Teil der Welt (und im Weltraum) kann aufgrund der ansonsten unverhältnismäßigen Versandkosten und -Zeiten nur digital bewichtelt werden.",
    "informationInternationalAllowed": "Wärest du bereit, Achten in anderen Ländern als deinem eigenen zu bewichteln?\nPakete international zu verschicken ist mitunter recht teuer. Um eine Orientierung zu bieten, hier eine kleine Liste, mit wie viel Versandkosten für ein Paket in etwa gerechnet werden muss:\nInnerhalb Deutschlands: 4-6 Euro\nVon Deutschland ins EU-Ausland: 14-16 Euro\nVon Deutschland in die Schweiz: 27 Euro\n\nWenn das für dich okay ist, klicke bitte auf „ja“. Sollte dir das zu viel werden, wähle „nein“ aus und ich werde das bei der Auslosung berücksichtigen.",
    "informationUserExclusion": "Du möchtest irgendjemandem lieber nichts schenken, zum Beispiel, weil ihr eh gut befreundet seid? Dann darfst du hier bis zu drei Personen nennen (Discordname mit Tag, bspw. „Wichtelbot#6656“), die dir nicht mehr zugelost werden können. Wenn du niemanden ausschließen möchtest, schreibe einfach „-“.\n\nUnabhängig davon werde ich versuchen, dir kein Wichtelkind zuzuweisen, das du schon einmal bewichtelt hast.",
    "informationWishList": "Worüber freust du dich?\nDu kannst hier einen kleinen Text schreiben, was dir so gefällt oder ganz konkret eine Steam- oder Amazonwunschliste verlinken. Alles ist erlaubt, was deinem Wichtel dabei hilft, sich ein Bild zu machen, womit er dir eine Freude bereiten könnte.\n\nZusätzlich erhältst du später noch die Möglichkeit, Dinge auszuschließen, die du nicht magst und etwas ganz allgemein über dich zu erzählen.",
    "maybeResponse": "Ein Vielleicht gibts nicht! Die Weltherrschaft braucht eindeutige Ergebnisse!",
    "messageTooLong": "Deine letzte Nachricht ist {var.messageLength} Zeichen lang. Erlaubt sind aber nur {var.maxLength} Zeichen. Kürze sie bitte und schicke mir dann den neuen Text.",
    "noCommandsAvailable": "Derzeit stehen keine besonderen Befehle zur Verfügung.",
    "notUnderstood": "Häää? Probiers nochmal.",
    "oldInformation": "Dies findet sich aktuell dazu in meiner Datenbank:\n>>> {var.informationValue}",
    "profileName": "Name",
    "profileGiftType": "Bewichtelungsart",
    "profileCounty": "Land",
    "profileAddress": "Anschrift",
    "profileDigitalAddress": "Digitale Adresse",
    "profileWishlist": "Wunschliste",
    "profileAllergies": "Allergien",
    "profileExclusion": "Unerwünscht",
    "profileFreeText": "Freitext",
    "registration": "Okay, los gehts!\nDu kannst den Registrierungsvorgang jederzeit unterbrechen und einfach zu einem späteren Zeitpunkt weitermachen.\n\nInfos vorab:\n\nEs werden dir mehrere Fragen gestellt, angefangen davon, ob du lieber digital oder analog (oder beides) wichteln möchtest, über deine Adresse (Hausadresse/Packstation wenn analog, E-Mail/Steamprofil wenn digital) bis hin zu Allergien. Ganz zum Schluss erhältst du überdies die Möglichkeit, in Form eines Freitextes noch alles loszuwerden, das womöglich in den Fragen nicht abgedeckt worden ist.\nWenn du einen Fehler machst, verwende bitte _nicht_ die Discordfunktion zum Editieren von Nachrichten. Nach Abschluss der Registrierung kannst du die Antworten als Ganzes nochmals überarbeiten.\n\nBitte beachte: Wenn du deinen Wichtel analog bewichtelst, erhältst du sowohl den Klarnamen als auch eine Adresse. Bitte bedenke, dass dies Informationen sind, die nichts auf dem Discord zu suchen haben und gehe daher sensibel damit um.\n\nAuf dem Achterdiscord wird es drei verschiedene Kanäle für das Wichteln geben. Einen reinen Infokanal, in dem das Orgateam schreibt, einen spoilerfreien für Nachfragen und einen Hibbelkanal für Vorfreude, Fotos, Spekulationen etc.\nAuf diese Weise kann jeder das Wichteln so genießen, wie er das möchte.\n\nSchreibe „Hilfe“, um dir jederzeit eine Liste der aktuell verfügbaren Befehle ausgeben zu lassen.\n\nAlles klar? Klicke auf „ja“ um fortzufahren.",
    "registrationCancelled": "Schade! Wenn du es dir anders überlegen solltest, schreibe einfach „registrieren“, um den Anmeldevorgang erneut zu starten.",
    "registrationProfileOverview": "Hier noch einen Überblick über deinen aktuellen Steckbrief:",
    "sentComponentText": "Klicken! Du sollst klicken!"
}
