{
    "commandInfo": "\"{command.name}\": {command.info}",
    "contactingTooEarly": "Die Anmeldephase beginnt erst am {date.day}.{date.month}.{date.year} um {date.hour}:{date.minute} Uhr.",
    "contactingRegistration": "Hallo, {contact.nickname}!\nSchön, dass du am 8ter Wichteln teilnehmen willst!\nSchreibe „registrieren“, um den Anmeldevorgang zu starten.",
    "contactingAlreadyRegistered": "Hallo, {contact.nickname}!\nDu hast dich bereits für das Wichteln registriert.",
    "contactingTooLate": "Die Anmeldephase ist leider vorbei. Aber das nächste Wichteln kommt bestimmt!",
    "goodMorning": "Guten Morgen, {contact.nickname}!",
    "helpText": "Folgende Befehle stehen dir derzeit zur Verfügung:\n{help.commandInfo}",
    "informationAddress": "Bitte gib nun deinen Klarnamen und eine belieferbare Adresse ein (eine Packstation ist ebenfalls möglich).",
    "informationCountry": "In welchem Land befindet sich diese Adresse?\nMöglich sind „Deutschland“, „Österreich“, „Schweiz“ oder „Luxemburg“.",
    "informationDigitalAddress": "Um digital bewichtelt werden zu können, gib bitte nun eine E-Mailadresse an.\nZusätzlich kannst du auch dein Steamprofil oder eine andere Plattform, über die du beschenkt werden möchtest, hier angeben.",
    "informationGiftTypeAsGiver": "Möchtest du **dein Wichtelkind** lieber digital (zum Beispiel via Steam oder E-Mail) oder analog (ein echtes Päckchen per Post bewichteln?\nDu hast die Wahl zwischen „analog“, „digital“ und „beides“ als Antwort.",
    "informationGiftTypeAsTaker": "Möchtest **du selbst** lieber digital oder analog bewichtelt werden, oder lässt du dich gerne überraschen?\nDu hast die Wahl zwischen „analog“, „digital“ und „beides“.\nBitte beachte: Wählst du „beides“, erfährst du erst, sobald ein Paket oder eine E-Mail ankommt, wofür sich dein Wichtelpate entschieden hat.\n\nAchtung: Wählst du „analog“ oder „beides“, musst du im nächsten Schritt deinen Klarnamen und deine Adresse angeben. Diese muss zudem innerhalb Deutschlands, Österreichs, der Schweiz oder Luxemburgs liegen. Möchtest du in einem anderen EU-Land analog bewichtelt werden, melde dich bitte beim Orgateam, bevor du hier fortfährst. In den übrigen Teil der Welt (und im Weltraum) kann aufgrund der ansonsten unverhältnismäßigen Versandkosten nur digital bewichtelt werden.",
    "maybeResponse": "Ein Vielleicht gibts nicht! Die Weltherrschaft braucht eindeutige Ergebnisse!",
    "no": "nein",
    "notUnderstood": "Häää? Probiers nochmal.",
    "registration": "Okay, los gehts!\nDu kannst den Registrierungsvorgang jederzeit unterbrechen und einfach zu einem späteren Zeitpunkt weitermachen.\n\nInfos vorab:\n\nBitte beachte: Wenn du deinen Wichtel analog bewichtelst, erhälst du sowohl den Klarnamen als auch eine Adresse. Bitte bedenke, dass dies Informationen sind, die nichts auf dem Discord zu suchen haben und gehe daher sensibel damit um.\n\nAuf dem Achterdiscord wird es dieses Mal drei verschiedene Kanäle für das Wichteln geben. Einen reinen Infokanal, in dem das Orgateam schreibt, einen spoilerfreien für Nachfragen und einen Hibbelkanal für Vorfreude, Fotos, Spekulationen etc.\nSo kann jede_r das Wichteln so genießen wie er_sie das möchte.\n\nAlles klar? Dann schreibe „ja“ um fortzufahren.",
    "registrationCancelled": "Schade! Wenn du es dir anders überlegen solltest, schreibe einfach „registrieren“, um den Anmeldevorgang erneut zu starten.",
    "yes": "ja"
}
