{
    "assignmentError": "Die Auslosung ist fehlgeschlagen.",
    "assignmentSuccessful": "Die Auslosung war erfolgreich.",
    "becameMember": "Herzlichen Glückwunsch, du hast dich erfolgreich zum Wichteln „{var.currentEventName}“ registriert.\nToll!\n\nWas nun? Nun wird gewartet, bis der Anmeldeschluss kommt. Dann wird gelost und du bekommst hier alle Informationen zu deinem Wichtel.\n\nDu hast einen Fehler gemacht oder etwas vergessen? Kein Problem, mit „ändern“ kannst du deine Angaben bis zum Anmeldeschluss jederzeit überarbeiten. (Achte allerdings darauf, dass alle Änderungen bis Registrierungsschluss abgeschlossen sein müssen, sonst bist du nicht registriert!)\n\nFrohes Hibbeln bis zum Auslosetag!",
    "changedInformation": "Angaben erfolgreich geändert. Du kannst jederzeit mittels „ändern“ die Angaben erneut anpassen.",
    "commandInfo": "`{command.name}`: {command.info}",
    "confirmDeregistration": "Bist du sicher, dass du dich vom Wichteln abmelden möchtest?",
    "contactingFailedResponse": "Ich konnte dich nicht erreichen, {contact.nickname}. Hast du Direktnachrichten von Servermitgliedern erlaubt?",
    "contactingTooEarly": "Die Anmeldephase beginnt erst am {date.day}.{date.month}.{date.year} um {date.hour}:{date.minute} Uhr.",
    "contactingRegistration": "Hallo, {contact.nickname}!\nSchön, dass du am Achterwichteln „{var.currentEventName}“ teilnehmen willst!\nSchreibe „registrieren“, um den Anmeldevorgang zu starten.",
    "contactingResponse": "Hohoho, {contact.nickname}, ich habe dir geschrieben!",
    "contactingAlreadyRegistered": "Hallo, {contact.nickname}!\nDu hast dich bereits für das Wichteln registriert.",
    "contactingTooLate": "Die Anmeldephase ist leider vorbei. Aber das nächste Wichteln kommt bestimmt!",
    "contactingWhileRegistration": "Du registrierst dich doch gerade!",
    "countrySelectPlaceholder": "Land auswählen",
    "deregistration": "Schade, {contact.nickname}! Ich hab dich vom Wichteln abgemeldet. Wenn du wieder mitmachen möchtest, schreibe „registrieren“.",
    "deregistrationCancelled": "Puh, nochmal Glück gehabt! Schön, dass du dabei bleibst!",
    "fileReceived": "Eine Datei? Puh, dafür habe ich keinen Platz. Schicke mir doch lieber einen kurzen Text!",
    "goodAfternoon": "Guten Tag, {contact.nickname}!",
    "goodEvening": "Guten Abend, {contact.nickname}!",
    "goodMorning": "Guten Morgen, {contact.nickname}!",
    "goodNight": "Schlaf schön, {contact.nickname}!",
    "hello": "Hallööö, {contact.nickname}!",
    "helpText": "Folgende Befehle stehen dir derzeit zur Verfügung:\n{help.commandInfo}",
    "informationAddress": "Bitte gib nun deinen Klarnamen und eine belieferbare Adresse ein (eine Packstation ist ebenfalls möglich).",
    "informationAllergies": "Hast du irgendwelche Allergien oder Unverträglichkeiten? Gerade bei Süßigkeiten in analogen Geschenken ist das wichtig zu wissen.",
    "informationCountry": "In welchem Land befindet sich diese Adresse?\nWähle eines aus der Liste aus.",
    "informationDigitalAddress": "Möchtest du neben Steam auch auf anderen Plattformen Geschenke erhalten? Du kannst hier alles Mögliche angeben, was es deinem Wichtelpaten erlaubt, dir auf digitalem Wege ein Geschenk zukommen zu lassen, z.B. eine E-Mailadresse oder deine Profilnamen bei anderen Plattformen.\nWenn du über Steam beschenkt werden möchtest, in der letzten Frage aber keinen Freundschaftscode angegeben hast, kannst du das auch hier nachholen und nur dein Wichtelpate wird dich befreunden können.",
    "informationFreeText": "Im Folgenden hast du 2000 Zeichen Platz, um noch ganz viel über dich zu erzählen, deine Hobbys, deine Pläne zur Weltherrschaft, oder was auch immer du deinem Wichtel noch mitteilen möchtest.",
    "informationGiftExclusion": "Möchtest du irgendetwas auf gar keinen Fall und unter keinen Umständen bekommen?",
    "informationGiftTypeAsGiver": "Möchtest du _dein Wichtelkind_ lieber digital (zum Beispiel via Steam oder E-Mail) oder analog (ein echtes Päckchen per Post) _bewichteln_?",
    "informationGiftTypeAsTaker": "Möchtest _du selbst_ lieber digital oder analog bewichtelt _werden_, oder lässt du dich gerne überraschen?\nWählst du „beides“, erfährst du erst, sobald ein Paket oder eine E-Mail ankommt, wofür sich dein Wichtel entschieden hat.\n\nWählst du „analog“ oder „beides“, musst du im nächsten Schritt deinen Klarnamen und deine Adresse angeben. Diese muss zudem innerhalb Deutschlands, Österreichs, der Schweiz oder Luxemburgs liegen. Möchtest du in einem anderen EU-Land analog bewichtelt werden, melde dich bitte beim Orgateam, bevor du hier fortfährst. Im übrigen Teil der Welt (und im Weltraum) kann aufgrund der ansonsten unverhältnismäßigen Versandkosten und -Zeiten nur digital bewichtelt werden.",
    "informationInternationalAllowed": "Wärest du bereit, Achten in anderen Ländern als deinem eigenen zu bewichteln?\nPakete international zu verschicken ist mitunter recht teuer. Um eine Orientierung zu bieten, hier eine kleine Liste, mit wie viel Versandkosten für ein Paket in etwa gerechnet werden muss:\nInnerhalb Deutschlands: 4-6 Euro\nVon Deutschland ins EU-Ausland: 14-16 Euro\nVon Deutschland in die Schweiz: 27 Euro\n\nWenn das für dich okay ist, klicke bitte auf „ja“. Sollte dir das zu viel werden, wähle „nein“ aus und ich werde das bei der Auslosung berücksichtigen.",
    "informationSteamFriendshipCode": "Wenn du über Steam digital bewichtelt werden möchtest, kannst du hier deinen Freundschaftscode angeben. Die Codes werden nach dem Auslosen gesammelt jedem Wichtel mitgeteilt, damit sich alle miteinander befreunden können. Steam erlaubt es nur Freunden, einander Geschenke zu machen. Durch das gegenseitige Befreunden wird verhindert, dass der eigene Wichtelpate vorzeitig erraten werden kann.\nDen Code in Steam findest du über: Dein Profilname (der in groß neben „Community“) -> Freunde -> Freund hinzufügen -> Ihr Freundescode\nMöchtest du nicht, dass allen Wichteln dein Freundschaftscode mitgeteilt wird, schreibe einfach „-“.\nSchicke mir bitte nichts anderes als deinen Steamfreundschaftscode oder „-“, damit das Weiterleiten auch gut funktioniert. Für die Angabe anderer Plattformen (oder deines Steamnamens, solltest du hier nichts angeben wollen) wird in der nächsten Frage Platz sein.",
    "informationUserExclusion": "Du möchtest irgendjemandem lieber nichts schenken, zum Beispiel, weil ihr eh gut befreundet seid? Dann darfst du hier bis zu drei Personen nennen (der einzigartige Discordnutzername, bspw. „{contact.tag}“, und nicht etwa der Anzeigename, sollte das ein anderer sein), die dir nicht mehr zugelost werden können. Schreibe jeden Namen in eine neue Zeile. Wenn du niemanden ausschließen möchtest, schreibe einfach „-“.\n\nUnabhängig davon werde ich versuchen, dir kein Wichtelkind zuzuweisen, das du schon einmal bewichtelt hast.",
    "informationWishList": "Worüber freust du dich?\nDu kannst hier einen kleinen Text schreiben, was dir so gefällt oder ganz konkret eine Steam- oder Amazonwunschliste verlinken. Alles ist erlaubt, was deinem Wichtel dabei hilft, sich ein Bild zu machen, womit er dir eine Freude bereiten könnte.\n\nZusätzlich erhältst du später noch die Möglichkeit, Dinge auszuschließen, die du nicht magst und etwas ganz allgemein über dich zu erzählen.",
    "invalidSteamFriendshipCode": "Bist du sicher, dass der Code korrekt ist? Ein Steamfreundschaftscode darf üblicherweise nur Zahlen beinhalten. Schicke mir bitte nur entweder den Code oder „-“ zu.",
    "maybeResponse": "Ein Vielleicht gibts nicht! Die Weltherrschaft braucht eindeutige Ergebnisse!",
    "messageTooLong": "Deine letzte Nachricht ist {var.messageLength} Zeichen lang. Erlaubt sind aber nur {var.maxLength} Zeichen. Kürze sie bitte und schicke mir dann den neuen Text.",
    "noCommandsAvailable": "Derzeit stehen keine besonderen Befehle zur Verfügung.",
    "notUnderstood": "Häää? Probiers nochmal.",
    "oldInformation": "Dies findet sich aktuell dazu in meiner Datenbank:\n>>> {var.informationValue}",
    "messageFromGiftGiverOrTaker": "*hust*",
    "messageFromGiftGiverHeadline": "Von deinem Wichtelpaten...",
    "messageFromGiftTakerHeadline": "Von deinem Wichtelkind...",
    "messageToGiftGiverOrTakerSent": "Ich reiche deine stille Post weiter... hoffentlich kann ich mir all das fehlerfrei merken...",
    "moderationNeedHelp": "<@&{var.moderationRoleId}> Der Wichtel {contact.nickname} ({contact.tag}) bittet um Hilfe.",
    "moderationRegistrationEnded": "Registrierungsphase beendet. \nAnzahl Wartender: {var.waitingMemberCount}",
    "moderationProfilesDistributed": "Alle {var.profileCount} Steckbriefe wurden verteilt.",
    "moderationStatus": "**Status des Wichtelns {var.currentEventName}**\nAktuelle Phase: {var.eventPhaseString}\n\nAnzahl Teilnehmer: {var.contactCount}\nDavon vollständig registriert: {var.waitingMemberCount}\n\nBewichtelungsarten:\nAls Wichtelpate: {var.analogueGiverCount} mal analog, {var.digitalGiverCount} mal digital, {var.allGiverCount} mal beides\nAls Wichtelkind: {var.analogueTakerCount} mal analog, {var.digitalTakerCount} mal digital, {var.allTakerCount} mal beides\n\nPakete: {var.parcelSentCount} versendet, {var.parcelReceivedCount} erhalten",
    "moderationStatusEventPhase": "{var.currentEventPhase}",
    "moderationStatusEventPhaseWithNextPhase": "{var.currentEventPhase} ({var.nextEventPhase} startet am {date.day}.{date.month}.{date.year} um {date.hour}:{date.minute} Uhr)",
    "moderationSteamFriendshipCodesDistributed": "Es wurden {var.codeCount} Steamfreundschaftscodes an {var.receiverCount} Wichtel verschickt.",
    "modsCalled": "Keine Sorge! Hilfe ist unterwegs! (So schnell sie kann...)",
    "profileName": "Name",
    "profileGiftType": "Bewichtelungsart",
    "profileCounty": "Land",
    "profileAddress": "Anschrift",
    "profileSteamFriendshipCode": "Steamfreundschaftscode",
    "profileDigitalAddress": "Digitale Adressen",
    "profileUserExclusion": "Ausgeschlossene Wichtelkinder",
    "profileWishlist": "Wunschliste",
    "profileAllergies": "Allergien",
    "profileExclusion": "Unerwünscht",
    "profileFreeText": "Freitext",
    "registration": "Okay, los gehts!\nDu kannst den Registrierungsvorgang jederzeit pausieren und einfach zu einem späteren Zeitpunkt weitermachen.\n\n**Infos vorab**:\n\nEs werden dir mehrere Fragen gestellt, angefangen davon, ob du lieber digital oder analog (oder beides) wichteln möchtest, über deine Adresse (Hausadresse/Packstation wenn analog, E-Mail/Steamprofil wenn digital) bis hin zu Allergien. Ganz zum Schluss erhältst du überdies die Möglichkeit, in Form eines Freitextes noch alles loszuwerden, das womöglich in den Fragen nicht abgedeckt worden ist.\nWenn du einen Fehler machst, verwende bitte _nicht_ die Discordfunktion zum Editieren von Nachrichten. Nach Abschluss der Registrierung kannst du die Antworten als Ganzes nochmals überarbeiten.\n\nBitte beachte: Wenn du deinen Wichtel analog bewichtelst, erhältst du sowohl den Klarnamen als auch eine Adresse. Bitte bedenke, dass dies Informationen sind, die nichts auf dem Discord zu suchen haben und gehe daher sensibel damit um.\n\nAuf dem Achterdiscord wird es drei verschiedene Kanäle für das Wichteln geben. Einen reinen Infokanal, in dem das Orgateam schreibt, einen spoilerfreien für Nachfragen und einen Hibbelkanal für Vorfreude, Fotos, Spekulationen etc.\nAuf diese Weise kann jeder das Wichteln so genießen, wie er das möchte.\n\nSchreibe „Hilfe“, um dir jederzeit eine Liste der aktuell verfügbaren Befehle ausgeben zu lassen.\n\nAlles klar? Klicke auf „ja“ um fortzufahren.",
    "registrationCancelled": "Schade! Wenn du es dir anders überlegen solltest, schreibe einfach „registrieren“, um den Anmeldevorgang erneut zu starten.",
    "registrationProfileOverview": "Hier ein Überblick über deine aktuellen Angaben:",
    "sentComponentText": "Klicken! Du sollst klicken!",
    "steamFriendshipCodeDistribution": "Hallo {contact.name},\nwie angekündigt erhältst du nun eine Liste aller genannten Steamfreundschaftscodes der Wichtel. Bitte füge jeden davon als Freund hinzu (vorausgesetzt, du hast ein Steamkonto), nicht nur den deines Wichtelkindes. Dies gilt ebenfalls, wenn du selbst keinen Freundschaftscode angegeben hast oder nur analog bewichtelst oder bewichtelt wirst. Die Freundschaft muss mindestens bis nach dem Wichtelstream aufrecht erhalten werden.\nDieses Vorgehen soll verhindern, dass jemand seinen Wichtelpaten durch eine Freundschaftsanfrage erraten oder stark eingrenzen kann. Es ist daher wichtig, dass alle mitmachen.\n\n{var.steamFriendshipCodes}\n\nEingeben kannst du den Code in Steam dort, wo sich auch dein eigener befindet: Dein Profilname (der in groß neben „Community“) -> Freunde -> Freund hinzufügen -> Freundescode eingeben\nSollte es ein Problem mit einem der Codes geben, frage am Besten im Wichtelkanal nach, ob dir jemand helfen kann.",
    "sternenrose": "Vielen Dank, Sterni! :)",
    "thankYouResponse": "Bitte!",
    "wichtelProfileDistribution": "Hallo {contact.nickname},\ndie Auslosung ist vorüber!\nHier ist der Steckbrief deines Wichtelkindes:",
    "writeOwnGiftGiver": "Was möchtest du deinem Wichtelpaten schreiben? \nDenke daran, dies ist nur für wirklich wichtige Anmerkungen und Korrekturen gedacht, nicht für Pläuschchen! \n\n...\nIm Ernst! Ich bekomme das mit!",
    "writeOwnGiftTaker": "Was möchtest du deinem Wichtelkind schreiben? \nBitte denke daran, dass dein Wichtelkind nicht weiß, wer du bist und das auch so bleiben sollte. Es wäre nicht schön, wenn die Überraschung vor dem Wichtelstream ruiniert würde! \nSchreibe ihm also bitte **nur**, wenn es **wirklich** nicht anders geht. Und wenn, dann halte dich kurz, denn schon dein Schreibstil könnte dich schnell verraten!",
    "yourAreWelcomeRespone": "🙂"
}
